export const TERM_OF_USE = [
  {
    title: '第1条　目的',
    content:
      '「JALマイレージバンクアプリ」サービス利用規約（以下「本規約」という）は、日本航空株式会社（以下「当社」という）が運営するサービス「JALマイレージバンクアプリ」（以下「本アプリ」という）の利用条件を定めるものです。',
  },
  {
    title: '第2条 　規約への同意',
    content:
      'お客さまは、本規約に同意いただいたうえで、本アプリを利用するものとします。',
  },
  {
    title: '第3条　本規約の変更',
    content:
      '当社は、お客さまに事前に予告することなく、当社の判断により、いつでも任意に本アプリの内容の変更又はバージョンアップ及び本規約の変更を行うことができるものとします。本規約が変更された場合、当社が別途定める場合を除き、当社ホームページ上またはアプリ上に表示した時点により効力を生じるものとします。',
  },
  {
    title: '第4条　利用条件等',
    content:
      'お客さまは、自己の費用と責任において、本アプリからお客さまのスマートフォン等の携帯端末にダウンロードし、インストールするものとします。なお、当社は本アプリが全ての携帯端末に対応することを保証するものではありません。<br/>お客さまは、本アプリのダウンロードを完了し、その利用を開始することが可能になった時点から本アプリを利用することができます。なお、本アプリを利用するためには、当社が定めるJMB会員規約に同意の上、当社の運営するサービスJALマイレージバンク（以下「本サービス」といいます。）の会員となる必要があります。<br/>本アプリのご利用にかかる通信料はお客さまのご負担となります。また、本アプリのインストールまたはバージョンアップが行われた場合や本アプリにより自動的に通信が行われた場合にも通信料がかかる場合がありますが、全てお客さまが負担するものとします。<br/>お客さまは、自己の利用環境に応じてコンピューターウィルスの感染、不正アクセスおよび情報漏洩の防止等の適切な情報セキュリティを保持するものとします。<br/>インターネット接続ができない場所においては、本アプリは起動しません。<br/>当社は、次の場合に、お客さまに事前に通知または周知することなく、本アプリの機能の全部または一部の提供を中断、廃止、変更、追加することができます。<br/>（1）本アプリに係るシステムの保守・点検を行う場合。<br/>（2）天災・停電等の事故、地震・洪水などの天災、戦争、暴動、労働紛争協議などにより、本アプリの機能を提供できない場合。<br/>（3）本アプリまたは本アプリの提供に係るシステム障害により、本アプリの機能が提供できなくなった場合。<br/>（4）本サービスの全部又は一部が変更又は終了した場合。<br/>（5）当社が運用上、または技術上必要があると判断した場合。',
  },
  {
    title: '第5条　権利の帰属',
    content:
      '本アプリに関する編集著作権、知的財産を含む一切の権利は当社に帰属します。<br/>本アプリの利用によって、お客さまのスマートフォンにダウンロードされた情報の転載・複製・転送・改変・リバースエンジニアリングなどを行ってはならないものとします。',
  },
  {
    title: '第6条　免責事項',
    content:
      '本アプリのご利用にあたって、本アプリで表示される情報の誤謬、逸脱、本アプリの動作上の不具合などにより、お客さまが本アプリを正常に利用できないことによって被る不利益や、スマートフォンのデータ消失による不利益、その他一切の不利益について、当社に故意または重大な過失がある場合を除いて、当社は一切の責任を負わないものとします。<br/>前項のほか、次の各号の事由により、本アプリが正常に利用できなかった場合には、これによって生じた損害については、当社は責任を負いません。<br/>（1）災害・事変、または裁判所など公的機関の措置などのやむをえない事由が生じた場合。<br/>（2）当社が相当と認める安全対策を講じたにも関わらず、通信回線やシステム、コンピュータ等に障害が生じた場合。<br/>（3）当社以外の第三者の責に帰すべき事由による場合。',
  },
  {
    title: '第7条　規約・規定の準用・変更',
    content:
      '本アプリを用いた本サービスの利用については、本規約のほか、JAL Global WALLET会員規約等、当社の他の規約・規定の定めが適用されます。',
  },
  {
    title: '第8条　法律の適用及び裁判管轄',
    content: '本規約は、日本法に準拠し、日本法によって解釈されるものとします。',
  },
];
